{
	"resultCode" : 0,
	"amount" : 324,
	"transactionFlowList" : [ {
		"lsh" : "66972446",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "F区餐厅一楼",
		"zd" : "F区餐厅一楼",
		"jye" : "-6.6",
		"kye" : "22.99",
		"jysj" : 1381823629000
	}, {
		"lsh" : "66911180",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅一楼",
		"zd" : "G区餐厅一楼",
		"jye" : "-5.9",
		"kye" : "29.59",
		"jysj" : 1381720991000
	}, {
		"lsh" : "66893393",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅一楼",
		"zd" : "G区餐厅一楼",
		"jye" : "-2.9",
		"kye" : "35.49",
		"jysj" : 1381706115000
	}, {
		"lsh" : "66827970",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅三楼",
		"zd" : "G区餐厅三楼",
		"jye" : "-9.4",
		"kye" : "38.39",
		"jysj" : 1381547197000
	}, {
		"lsh" : "66776706",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅一楼",
		"zd" : "G区餐厅一楼",
		"jye" : "-5.9",
		"kye" : "47.79",
		"jysj" : 1381459489000
	}, {
		"lsh" : "66757083",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅一楼",
		"zd" : "G区餐厅一楼",
		"jye" : "-7.7",
		"kye" : "53.69",
		"jysj" : 1381392611000
	}, {
		"lsh" : "66719593",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "F区餐厅一楼",
		"zd" : "F区餐厅一楼",
		"jye" : "-2.8",
		"kye" : "61.39",
		"jysj" : 1381362048000
	}, {
		"lsh" : "66680770",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅三楼",
		"zd" : "G区餐厅三楼",
		"jye" : "-6.4",
		"kye" : "64.19",
		"jysj" : 1381287933000
	}, {
		"lsh" : "66680703",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "G区餐厅三楼",
		"zd" : "G区餐厅三楼",
		"jye" : "-6.4",
		"kye" : "70.59",
		"jysj" : 1381287906000
	}, {
		"lsh" : "66680689",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "补助圈存",
		"sh" : "G区餐厅三楼",
		"zd" : "G区餐厅三楼",
		"jye" : "0",
		"kye" : "76.99",
		"jysj" : 1381287899000
	}, {
		"lsh" : "66438126",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "卡户扣款",
		"sh" : "",
		"zd" : "",
		"jye" : "-30",
		"kye" : "0",
		"jysj" : 1380265683000
	}, {
		"lsh" : "66349100",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "F区餐厅一楼",
		"zd" : "F区餐厅一楼",
		"jye" : "-7.1",
		"kye" : "106.99",
		"jysj" : 1380163992000
	}, {
		"lsh" : "66295280",
		"gxh" : "1101301307",
		"xq" : "计量本部",
		"jylx" : "商务收费",
		"sh" : "F区餐厅一楼",
		"zd" : "F区餐厅一楼",
		"jye" : "-7.6",
		"kye" : "114.09",
		"jysj" : 1380077331000
	} ]
}
