{
	"resultCode" : 0,
	"amount" : 3,
	"newsList" : [
			{
				"xh" : "1101301307",
				"xm" : "邵丁",
				"xn" : "2013-2014",
				"xq" : "1",
				"kcmc" : "人机工程学",
				"xkkh" : "(2013-2014-1)-S0803Z57-08B1302037-1",
				"kcxz" : "学科必修",
				"kclb" : "学科基础课",
				"jsxm" : "俞书伟/肖金花",
				"skdd" : "B208;B208;D502;D502;D504;D503;",
				"sksj" : "周三第5,6节{第1-1周|单周};周三第7,8节{第1-1周|单周};周四第5,6节{第1-3周};周四第7,8节{第1-3周};周五第1,2节{第1-3周};周五第3,4节{第1-3周};"
			}, {
				"xh" : "1101301307",
				"xm" : "邵丁",
				"xn" : "2013-2014",
				"xq" : "1",
				"kcmc" : "食品安全管理体系",
				"xkkh" : "(2013-2014-1)-P0151250-98A0704015-1",
				"kcxz" : "公共任选",
				"kclb" : "公共基础课",
				"jsxm" : "季任天",
				"skdd" : "404;",
				"sksj" : "周二第9,10,11节{第1-10周};"
			}, {
				"xh" : "1101301307",
				"xm" : "邵丁",
				"xn" : "2013-2014",
				"xq" : "1",
				"kcmc" : "设计心理学",
				"xkkh" : "(2013-2014-1)-S0504Z21-07C1304027-1",
				"kcxz" : "学科任选",
				"kclb" : "学科基础课",
				"jsxm" : "怀伟",
				"skdd" : "B306;B306;",
				"sksj" : "周一第1,2节{第1-3周};周一第3,4节{第1-3周};"
			} ]
}